Repository: univention/ucs-school
Catalog: ucs-school-translation-*/*/ucs-school-umc-distribution/umc/js/*.po
Languages: fr

source: #Files
fr: #Fichiers

source: Add project
fr: Ajouter un projet

source: Adopt
fr: Adopter

source: Adopt project
fr: Adopter un projet

source: All projects
fr: Tous les projets

source: Assign classes/workgroups
fr: Assigner des classes / groupes de travail

source: Assigned classes/workgroups
fr: Classes / groupes de travail assignés

source: Automatic collection
fr: Collection automatique

source: Automatic distribution
fr: Distribution automatique

source: Back to overview
fr: Retour vers la vue globale

source: Cancel
fr: Annuler

source: Cancel upload
fr: Annuler l'envoi

source: Collect
fr: Collecter

source: Collect project
fr: Collecter le projet

source: Collect project files from users.
fr: Collecter les fichiers de projet des utilisateurs.

source: Collection date
fr: Date de la collection

source: Collection of project files
fr: Collection des fichiers du projet

source: Collection time
fr: Heure de la collection

source: Create a new distribution project
fr: Créer un nouveau projet de distribution

source: Create project
fr: Créer un projet

source: Date at which the project files will be collected automatically.
fr: Date à laquelle les fichiers du projet seront collectés automatiquement.

source: Date at which the project files will be distributed automatically.
fr: Date à laquelle les fichiers du projet seront distribués automatiquement.

source: Directory name
fr: Nom du répertoire

source: Distribute
fr: Distribuer

source: Distribute project
fr: Distribuer le projet

source: Distribute project files to users.
fr: Distribuer les fichiers du projet aux utilisateurs.

source: Distribution and collection of project files
fr: Distribution et collection des fichiers du projet

source: Distribution date
fr: Date de distribution

source: Distribution of project files
fr: Distribution des fichiers du projet

source: Distribution time
fr: Heure de distribution

source: Edit
fr: Modifier

source: Edit the selected distribution project.
fr: Modifier le projet de distribution sélectionné.

source: Error: No files have been assign to the project!
fr: Erreur : aucun fichier n'a été assigné au projet !

source: Error: No recipients have been assigned to the project!
fr: Erreur : aucun destinataire n'a été assigné au projet !

source: Files
fr: Fichiers

source: Files that have been added to this teaching material project
fr: Fichiers qui ont été ajoutés à ce projet de support de cours

source: General
fr: Général

source: List of groups that are marked to receive the teaching materials
fr: Liste des groupes qui recevront ce support de cours

source: Manual collection
fr: Collection manuelle

source: Manual distribution
fr: Distribution manuelle

source: Members
fr: Membres

source: Only own projects
fr: Uniquement ses propres projets

source: Only the owner of a project is able to edit its details. If necessary, you are able to transfer the ownership of a project to your account by executing the action "adopt".
fr: Seul le propriétaire d'un projet est en mesure de modifier ses détails. Si nécessaire, vous pouvez transférer la propriété d'un projet vers votre compte en exécutant l'action « Adopter ».

source: Only the owner of a project is able to remove it.
fr: Seul le propriétaire d'un projet peut le supprimer.

source: Overwrite file
fr: Écraser le fichier

source: Owner
fr: Propriétaire

source: Please confirm to collect the project <i>%s</i>.
fr: Veuillez confirmer la collecte du projet <i>%s</i>.

source: Please confirm to distribute the project <i>%s</i>.
fr: Veuillez confirmer la distribution du projet <i>%s</i>.

source: Please confirm to remove the project <i>%s</i>.
fr: Veuillez confirmer la suppression du projet <i>%s</i>.

source: Please confirm to transfer the ownership of the project <i>%s</i> to your account.
fr: Veuillez confirmer le transfert de propriété du projet <i>%s</i> vers votre compte.

source: Project properties
fr: Propriétés du projet

source: Remove
fr: Supprimer

source: Remove project
fr: Supprimer le projet

source: Removes the project from the internal database.
fr: Supprime le projet de la base de données interne.

source: Save changes
fr: Enregistrer les modifications

source: School
fr: École

source: Search name
fr: Chercher par nom

source: Search pattern
fr: Motif de recherche

source: Search results
fr: Résultats de la recherche

source: Specifies the substring pattern which is searched for in the projects.
fr: Indique le motif partiel recherché dans les projets.

source: Specifies whether the project data is collected automatically or manually.
fr: Indique si les données du projet seront collectées automatiquement ou manuellement.

source: Specifies whether the project data is distributed automatically or manually.
fr: Indique si les données du projet seront distribuées automatiquement ou manuellement.

source: Status
fr: État

source: The description of the teaching material project
fr: La description du projet de support de cours

source: The following error occurred: %s
fr: L'erreur suivante est survenue : %s

source: The following files cannot be removed as they have already been distributed: %s
fr: Les fichiers suivants n'ont pu être supprimés car ils ont déjà été distribués : %s

source: The following files cannot be uploaded as they have already been distributed: %s
fr: Les fichiers suivants n'ont pu être envoyés car ils ont déjà été distribués : %s

source: The following files have already been assigned to the project, please confirm to overwrite them: %s
fr: Les fichiers suivants ont déjà été assignés au projet, veuillez confirmer que vous souhaitez les écraser : %s

source: The following files have already been uploaded, please confirm to overwrite them: %s
fr: Les fichiers suivants ont déjà été envoyés, veuillez confirmer que vous souhaitez les écraser : %s

source: The name of the project directory as it will be displayed in the file system.
fr: Le nom du répertoire du projet tel qu'il sera affiché dans le système de fichiers.

source: The project files have been collected successfully.
fr: Les fichiers du projet ont été collectés avec succès.

source: The project files have been distributed successfully.
fr: Les fichiers du projet ont été distribués avec succès.

source: This page allows to modify properties of an existing or new distribution project.
fr: Cette page permet de modifier les propriétés d'un nouveau projet de distribution ou d'un projet existant.

source: Time at which the project files will be collected automatically.
fr: Heure à laquelle les fichiers du projet seront collectés automatiquement.

source: Time at which the project files will be distributed automatically.
fr: Heure à laquelle les fichiers du projet seront distribués automatiquement.

source: Transfer the ownership of the selected project to your account.
fr: Transférer la propriété du projet sélectionné à votre compte.

source: distributed
fr: distribué
