Repository: univention/ucs-school
Catalog: ucs-school-l10n-*/*/ucs-school-umc-internetrules/umc/python/internetrules/*.po
Languages: fr

source: -- Default (unrestricted) --
fr: -- Par défaut (sans restriction) --

source: A rule with the same name does already exist: %s
fr: Une règle du même nom existe déjà : %s

source: Filter type is unknown: %s
fr: Type de filtre inconnu : %s

source: Invalid domain
fr: Domaine invalide

source: Invalid rule name "%s". The name needs to be a string, the following special characters are not allowed: %s
fr: Nom de règle « %s » invalide. Le nom doit être une chaîne de caractères et les caractères suivants ne sont pas autorisés : %s

source: No "name" attribute has been specified in the options.
fr: Aucun attribute « nom » n'a été défini dans les options.

source: The key "%s" has not been specified: %s
fr: La clé « %s » n'a pas été définie : %s

source: The key "%s" needs to be of type: %s
fr: La clé « %s » doit être du type : %s

source: The rule does not exist and cannot be modified: %s
fr: La règle n'existe pas et ne peut pas être modifiée : %s

source: The specified domain "%s" is not valid. Please specify a valid domain name, such as "wikipedia.org", "facebook.com"
fr: Le domaine « %s » indiqué est invalide. Veuillez indiquer un nom de domaine valide comme « wikipedia.org » ou « facebook.com ».
