Repository: univention/ucs-school
Catalog: ucs-school-translation-*/*/ucs-school-umc-internetrules/umc/js/*.po
Languages: fr

source: -- Default (unrestricted) --
fr: -- Par défaut (sans restriction) --

source: 0 (low)
fr: 0 (faible)

source: 10 (high)
fr: 10 (élevé)

source: 5 (average)
fr: 5 (moyen)

source: A <i>whitelist</i> defines the list of domains that can be browsed to, the access to all other domains will be blocked. A <i>blacklist</i> allows access to all existing domains, only the access to the specified list of domains will be denied.
fr: Une <i>liste blanche</i> définit la liste des domaines auxquelles il est possible d'accéder, tous les autres domaines étant bloqués. Une <i>liste noire</i> permet d'accéder à tous les domaines existants, seuls étant interdits les domaines énumérés dans la liste.

source: A list of internet domains, such as wikipedia.org, youtube.com. It is recommended to specify only the last part of a domain, i.e., wikipedia.org instead of www.wikipedia.org.
fr: Une liste de domaines Internet, comme wikipedia.org, youtube.com. Il est recommandé de n'indiquer que la dernière partie du domaine, par ex. wikipedia.org plutôt que www.wikipedia.org.

source: Add rule
fr: Ajouter une règle

source: Administration of internet rules
fr: Administration des règles Internet

source: Advanced properties
fr: Propriétés avancées

source: Assign an internet rule to the selected groups
fr: Assigner une règle Internet aux groupes sélectionnés

source: Assign internet rule
fr: Assigner une règle Internet

source: Assign rule
fr: Assigner une règle

source: Assignment of internet rules
fr: Assignation des règles Internet

source: Associated rule
fr: Règle associée

source: Back to overview
fr: Retour vers la vue globale

source: Blacklist
fr: Liste noire

source: Cancel
fr: Annuler

source: Choose the internet rule
fr: Choisir la règle Internet

source: Create a new rule
fr: Créer une nouvelle règle

source: Delete
fr: Supprimer

source: Delete the selected rules.
fr: Supprimer les règles sélectionnées.

source: Edit
fr: Modifier

source: Edit internet rule
fr: Modifier la règle Internet

source: Edit the selected rule
fr: Modifier la règle sélectionnée

source: Group name
fr: Nom du groupe

source: Internet rule
fr: Règle Internet

source: Name
fr: Nom

source: Please confirm to remove the following %d filter rules: %s
fr: Veuillez confirmer la suppression des %d règles de filtrage suivantes : %s

source: Please confirm to remove the following filter rule: %s
fr: Veuillez confirmer la suppression de la règle de filtrage suivante : %s

source: Priority
fr: Priorité

source: Removal of the following rules failed:%s
fr: Échec de la suppression des règles suivantes : %s

source: Remove rule
fr: Supprimer la règle

source: Remove rules
fr: Supprimer les règles

source: Rule properties
fr: Propriétés de la règle

source: Rule type
fr: Type de règle

source: Save
fr: Enregistrer

source: School
fr: École

source: Search pattern
fr: Motif de recherche

source: Search results
fr: Résultats de la recherche

source: Specifies the substring pattern which is searched for in the group properties
fr: Précise le motif partiel cherché dans les propriétés du groupe

source: Specifies the substring pattern which is searched for in the rules' name and its domain list
fr: Précise le motif partiel cherché dans le nom et la liste de domaines de la règle

source: The chosen internet rule will be assigned to the following group: %s
fr: La règle Internet choisie sera assignée au groupe suivant : %s

source: The chosen internet rule will be assigned to the following groups:
fr: La règle Internet choisie sera assignée aux groupes suivants :

source: The name of the rule
fr: Le nom de la règle

source: The priority allows to define an order in which a set of rules will be applied. A rule with a higher priority will overwrite rules with lower priorities.
fr: La priorité permet de définir un ordre dans lequel les ensembles de règles seront appliqués. Une règle avec une priorité plus grande prendra le pas sur les règles qui ont des priorités plus faibles.

source: Unknown
fr: Inconnu

source: WLAN authentification enabled
fr: Authentification WLAN activée

source: Web domain list
fr: Liste des domaines Web

source: Web domains (e.g., wikipedia.org, facebook.com)
fr: Domaines Web (ex : wikipedia.org, facebook.com)

source: Whitelist
fr: Liste blanche

source: blacklist
fr: liste noire

source: disabled
fr: désactivé

source: enabled
fr: activé

source: whitelist
fr: liste blanche
