Repository: univention/ucs-school
Catalog: ucs-school-umc-internetrules/umc/python/internetrules/*.po
Languages: de

source: -- default settings --
de: -- Voreinstellungen --

source: A rule with the same name does already exist: %s
de: Eine Regel mit dem gleichen Namen existiert bereits: %s

source: Filter type is unknown: %s
de: Der Regeltyp ist unbekannt: %s

source: Invalid domain
de: Ungültige Domäne

source: Invalid rule name "%s". The name needs to be a string, the following special characters are not allowed: %s
de: Ungültiger Regelname "%s". Der Name muss eine Zeichenkette sein, die folgenden Sonderzeichen sind dabei nicht erlaubt: %s

source: No "name" attribute has been specified in the options.
de: Kein Attribut "name" wurde in den Optionen angegeben.

source: The key "%s" has not been specified: %s
de: Der Schlüssel "%s" wurde nicht angegeben: %s

source: The key "%s" needs to be of type: %s
de: Der Schlüssel "%s" muss vom folgenden Typ sein: %s

source: The rule does not exist and cannot be modified: %s
de: Die Regel existiert nicht und kann nicht verändert werden: %s

source: The specified domain "%s" is not valid. Please specify a valid domain name, such as "wikipedia.org", "facebook.com"
de: Die angegeben Domäne "%s" ist nicht gültig. Bitt geben Sie einen gültigen Domänennamen an, wie z.B. "wikipedia.org", "facebook.com"
