Repository: univention/ucs-school
Catalog: ucs-school-translation-*/*/ucs-school-umc-wizards/umc/js/*.po
Languages: fr

source: %(nSelected)d %(objPlural)s of %(nTotal)d selected
fr: %(nSelected)d %(objPlural)s sur %(nTotal)d sélectionnés

source: %(nSelected)d %(objSingular)s of %(nTotal)d selected
fr: %(nSelected)d %(objSingular)s sur %(nTotal)d sélectionné

source: Add
fr: Ajouter

source: Add a new %s
fr: Ajouter un nouveau %s

source: Administrative servers
fr: Serveurs administratifs

source: Advanced settings
fr: Réglages avancés

source: After deleting a school it is recommended to start with a new session. A list of all schools was saved at the beginning in various places which is now outdated. This may result in (harmless but annoying) error messages. Do you want to logout?
fr: Il est recommandé de démarrer une nouvelle session après avoir supprimé une école. Une liste de toutes les écoles a été enregistrée au début dans plusieurs emplacements, mais elle n'est désormais plus à jour. Ceci peut occasionner de nombreux messages d'erreurs (sans danger, mais pénibles). Voulez-vous vous déconnecter ?

source: All
fr: Tous

source: Back
fr: Retour

source: Cancel
fr: Annuler

source: Class
fr: Classe

source: Class "%s" has been successfully created. Continue to create another class or press "Cancel" to close this wizard.
fr: La classe « %s » a été créée avec succès. Continuez pour créer une autre classe, ou appuyez sur « Annuler » pour fermer cet assistant.

source: Class of the %s.
fr: Classe de %s.

source: Computer "%s" has been successfully created. Continue to create another computer or press "Cancel" to close this wizard.
fr: L'ordinateur « %s » a été créé avec succès. Continuez pour créer un autre ordinateur, ou appuyez sur « Annuler » pour fermer cet assistant.

source: Computer type
fr: Type d'ordinateur

source: Create
fr: Créer

source: Create a new class
fr: Créer une nouvelle classe

source: Create a new computer
fr: Créer un nouvel ordinateur

source: Create a new user
fr: Créer un nouvel utilisateur

source: Create a new {itemType}
fr: Créer un nouveau {itemType}

source: Create school
fr: Créer une école

source: Delete
fr: Supprimer

source: Deleting schools will also delete every teacher and student.
fr: La suppression d'une école supprime également chaque enseignant et chaque étudiant.

source: Deleting the selected %s.
fr: Suppression du %s sélectionné.

source: E-Mail
fr: Courriel

source: E-Mail address
fr: Adresse de courrier électronique

source: E-Mail address of the %s.
fr: Adresse de courrier électronique du %s.

source: Edit
fr: Modifier

source: Edit the %s.
fr: Modifier le %s.

source: Edit {itemType} {itemName}
fr: Modifier {itemType} {itemName}

source: Educational servers
fr: Serveurs éducatifs

source: Enter details of the class.
fr: Saisissez les détails de la classe.

source: Enter details of the computer.
fr: Saisissez les détails de l'ordinateur.

source: Enter details of the user
fr: Saisissez les détails de l'utilisateur

source: Enter details to create a new class.
fr: Saisissez les détails pour créer une nouvelle classe.

source: Enter details to create a new computer.
fr: Saisissez les détails pour créer un nouvel ordinateur.

source: Enter details to create a new user
fr: Saisissez les détails pour créer un nouvel utilisateur.

source: Filter
fr: Filtrer

source: Firstname
fr: Prénom

source: IP address
fr: Adresse IP

source: Inventory number
fr: Numéro d'inventaire

source: Lastname
fr: Nom

source: Logout
fr: Se déconnecter

source: MAC address
fr: Adresse MAC

source: Management of school classes
fr: Gestion des classes de l'école

source: Management of school computers
fr: Gestion des ordinateurs de l'école

source: Management of school users
fr: Gestion des utilisateurs de l'école

source: Management of schools
fr: Gestion des écoles

source: Microsoft Active Directory limits usernames to 20 characters. To prevent logon problems with exam user accounts, usernames should not be longer than %s characters. Please choose a shorter username.
fr: Microsoft Active Directory limite les noms d'utilisateur à 20 caractères. Pour éviter les problèmes d'authentification avec les comptes utilisateurs d'examen, ces identifiants ne peuvent dépasser %s caractères. Veuillez saisir un nom d'utilisateur plus court.

source: Name
fr: Nom

source: Name of educational school server
fr: Nom du serveur d'école éducatif

source: Name of the %s.
fr: Nom du %s.

source: Name of the educational domaincontroller slave for the new school. The server name may consist of the letters a-z, the digits 0-9 and hyphens (-). The name of the educational server may not be equal to the administrative server!
fr: Nom du contrôleur de domaine éducatif esclave pour la nouvelle école. Le nom du serveur peut contenir les lettres a-z, les chiffres 0-9 et des tirets (-). Le nom du serveur éducatif ne peut être identique à celui du serveur administratif !

source: Name of the school
fr: Nom de l'école

source: Next
fr: Suivant

source: No %(objPlural)s could be found
fr: Pas de %(objPlural)s trouvés

source: No %(objectNamePlural)s found
fr: %(objectNamePlural)s non trouvés

source: No %(objectNamePlural)s were found.
fr: Pas de %(objectNamePlural)s trouvés.

source: No school could be found within the domain. Before students, classes, and computers can be administrated, at least one school has to be created.
fr: Impossible de trouver des écoles dans le domaine. Avant de pouvoir administrer les étudiants, les classes et les ordinateurs, il est nécessaire de créer au moins une école.

source: No school found
fr: Aucune école trouvée

source: Password
fr: Mot de passe

source: Please confirm to delete %(objectNameSingular)s "%(objectName)s" from school %(school)s.
fr: Veuillez confirmer la suppression de %(objectNameSingular)s « %(objectName)s » de l'école %(school)s.

source: Please confirm to delete %(objectNameSingular)s "%(objectName)s".
fr: Veuillez confirmer la suppression de %(objectNameSingular)s « %(objectName)s ».

source: Please confirm to delete the %(num)d selected %(objectNamePlural)s from school %(school)s.
fr: Veuillez confirmer la suppression des %(num)d %(objectNamePlural)s sélectionnés de l'école %(school)s.

source: Please confirm to delete the %(num)d selected %(objectNamePlural)s.
fr: Veuillez confirmer la suppression des %(num)d %(objectNamePlural)s sélectionnés.

source: Please confirm to delete the following schools:
fr: Veuillez confirmer la suppression des écoles suivantes :

source: Please confirm to delete the school "%(displayName)s" (%(name)s).
fr: Veuillez confirmer la suppression de l'école « %(displayName)s » (%(name)s).

source: Please select a school
fr: Veuillez sélectionner une école

source: Role
fr: Rôle

source: Role of the %s.
fr: Rôle du %s.

source: Save
fr: Enregistrer

source: School
fr: École

source: School abbreviation
fr: Abréviation de l'école

source: School information
fr: Informations sur l'école

source: Search
fr: Chercher

source: Search for %s
fr: Chercher %s

source: Server for Windows home directories
fr: Serveur pour les répertoires personnels Windows

source: Server for class shares
fr: Serveur pour les partages de la classe

source: Staff
fr: Personnel

source: Student
fr: Étudiant

source: Subnet mask
fr: Masque de sous-réseau

source: Teacher
fr: Enseignant

source: Teachers and staff
fr: Enseignants et personnel

source: The given value will be shown as school's name within UCS@school.
fr: La valeur donnée sera affichée comme nom de l'école au sein de UCS@school.

source: The given value will be used as object name for the new school OU object within the LDAP directory and as prefix for several school objects like group names. It may consist of the letters a-z, the digits 0-9 and underscores. Usually it is safe to keep the suggested value.
fr: La valeur donnée sera utilisée comme nom d'objet pour l'objet UO de la nouvelle école au sein de l'annuaire LDAP et comme préfixe pour plusieurs objets de l'école comme les noms des groupes. Il peut contenir les lettres a-z, les chiffres 0-9 ainsi que des tirets bas. Il est généralement conseillé de conserver la valeur suggérée.

source: The module for administrating schools will be opened.
fr: Le module d'administration des écoles va s'ouvrir.

source: The school "%s" has been successfully created. Continue to create another school or press "Cancel" to close this wizard.
fr: L'école « %s » a été créée avec succès. Continuez pour créer une autre école, ou appuyez sur « Annuler » pour fermer cet assistant.

source: This action cannot be undone.
fr: Cette action ne peut être annulée.

source: User "%s" has been successfully created. Continue to create another user or press "Cancel" to close this wizard.
fr: L'utilisateur « %s » a été créé avec succès. Continuez pour créer un autre utilisateur, ou appuyez sur « Annuler » pour fermer cet assistant.

source: Username
fr: Nom d'utilisateur

source: Warning
fr: Avertissement

source: Would you like to create %(firstObject)s now?
fr: Voulez-vous créer %(firstObject)s maintenant ?

source: class
fr: classe

source: computer
fr: ordinateur

source: computers
fr: ordinateurs

source: school
fr: école

source: school user
fr: utilisateur de l'école

source: school users
fr: utilisateurs de l'école

source: schools
fr: écoles

source: the first class
fr: la première classe

source: the first computer
fr: le premier ordinateur

source: the first school
fr: la première école

source: the first school user
fr: le premier utilisateur de l'école

source: {itemSchool}: create a new {itemType}
fr: {itemSchool} : créer un nouveau {itemType}

source: {itemSchool}: edit {itemType} {itemName}
fr: {itemSchool} : modifier {itemType} {itemName}
