Repository: univention/ucs-school
Catalog: ucs-school-umc-csv-import/umc/js/*.po
Languages: de

source: %d error(s) occurred:
de: %d Fehler aufgetreten:

source: %d more lines...
de: %d weitere Zeilen...

source: %s user(s) will be added
de: %s Benutzer hinzufügen

source: %s user(s) will be deleted
de: %s Benutzer löschen

source: %s user(s) will be ignored
de: %s Benutzer werden ignoriert

source: %s user(s) will be modified
de: %s Benutzer aktualisieren

source: Apply
de: Übernehmen

source: Automatically identify username
de: Benutzernamen automatisch bestimmen

source: Back
de: Zurück

source: Birthday
de: Geburtstag

source: Cancel
de: Abbrechen

source: Confirm changes
de: Änderungen bestätigen

source: Continue
de: Fortfahren

source: Create
de: Erstellen

source: Delete
de: Löschen

source: Edit
de: Bearbeiten

source: Edit this line
de: Diese Zeile bearbeiten

source: Email address occurs multiple times in the file. Please change the email adresses so that all are unique.
de: E-Mail-Adresse taucht mehrfach in der Datei auf. Bitte ändern Sie die E-Mail-Adressen so, dass alle eindeutig sind.

source: Error while validating the license
de: Fehler beim Überprüfen der Lizenz

source: Example of a CSV file:
de: Beispiel für eine CSV-Datei:

source: First name
de: Vorname

source: Ignore
de: Ignorieren

source: Ignore the selected lines
de: Ausgewählte Zeilen ignorieren

source: Import finished.
de: Import abgeschlossen.

source: In the table below the first 10 lines of the CSV file are shown. It is necessary for the import to assign the individual columns concrete data types (first name, last name, ...). By clicking on the header line of the table the corresponding data type for each column can be chosen. At least first name and last name need to be given for the import to be successful.
de: In der unten stehenden Tabelle werden die ersten 10 Zeilen der CSV-Datei angezeigt. Für den Import ist es notwendig, den einzelnen Spalten konkrete Datentypen (Vorname, Nachname, ...) zuzuweisen. Durch Klicken auf die Titelzeile der Tabelle kann für jede Spalte ein passender Datentyp ausgewählt werden. Für einen erfolgreichen Import werden mindesten Vor- und Nachname benötigt.

source: Last name
de: Nachname

source: Microsoft Active Directory limits usernames to 20 characters. To prevent logon problems with exam user accounts, usernames should not be longer than %s characters. Please choose a shorter username.
de: Microsoft Active Directory begrenzt Benutzernamen auf 20 Zeichen. Um Anmeldeprobleme mit Prüfungsbenutzern zu vermeiten, sollten Benutzernamen nicht länger als %s Zeichen sein. Bitte wählen Sie einen kürzeren Benutzernamen.

source: Modify
de: Ändern

source: No column was chosen as username. The system can generate a username for new users resp. try to find the user among the existing users in the database.
de: Für den Benutzernamen wurde keine Spalte definiert. Das System kann versuchen, für neue Benutzer einen Benutzernamen zu generieren bzw. den Benutzernamen für existierende Benutzer aus der Datenbank zu ermitteln.

source: Please confirm the following changes:
de: Bitte bestätigen Sie die folgenden Änderungen:

source: Please upload the CSV file. The CSV file has to contain comma separated values. A "header line" helps with the assignment of the individual columns after uploading. This line is optional.
de: Bitte laden Sie die gewünschte CSV-Datei hoch. Die CSV-Datei muss kommaseparierte Werte enthalten. Eine "Kopfzeile" in der CSV-Datei hilft nach dem Hochladen bei der späteren Zuordnung der einzelnen Spalten. Die Angabe dieser Zeile ist optional.

source: Replacement of the existing users of the selected user role with the users in the CSV file. This means that all users not included in the CSV file will be deleted.
de: Austausch der vorhandenen Benutzer mit der ausgewählten Benutzerrolle durch die Benutzer der CSV-Datei. Das bedeutet, dass alle Benutzer, die nicht in der CSV-Datei enthalten sind, gelöscht werden.

source: Reset
de: Zurücksetzen

source: Restore initial values from the uploaded file
de: Die originalen Werte aus der hochgeladenen Datei zurückspielen

source: School
de: Schule

source: Show only lines with issues
de: Nur Zeilen mit Problemen anzeigen

source: Staff
de: Mitarbeiter

source: Student
de: Schüler

source: Teacher
de: Lehrer

source: Teachers and staff
de: Lehrer und Mitarbeiter

source: The CSV file was matched with the existing data. The individual lines show the user modifications, problems are highlighted in color. The individual lines can be edited via the button "Edit" or by clicking on the value of the first column "Action".
de: Die CSV-Datei wurde mit dem vorhandenen Datenbestand abgeglichen. In der Tabelle werden die einzelnen Benutzeränderungen angezeigt, wobei Probleme farblich hervorgehoben werden. Die einzelnen Zeilen können über die Schaltfläche "Bearbeiten" oder über einen Klick auf den Wert in der Spalte "Aktion" bearbeitet werden.

source: The birthday does not follow the format for dates. Please change the birthday.
de: Der Geburtstag passt nicht in das Format für ein Datum. Bitte ändern Sie den Geburtstag.

source: The file provided could not be used as a CSV file. Please check the format.
de: Die hochgeladene Datei kann nicht als CSV-Datei benutzt werden. Bitte überprüfen Sie das Format.

source: The following issues arose while checking this row:
de: Die folgenden Probleme tauchten während der Überprüfung der Zeile auf:

source: The import has been successfully completed.
de: Der Import ist erfolgreich durchgeführt worden.

source: There are still unresolved errors in the file. You need to correct the red lines before continuing.
de: Es gibt noch nicht behobene Fehler in der Datei. Sie müssen zuerst die rot markierten Zeilen korrigieren, bevor Sie fortfahren können

source: This assistant guides through the individual steps for importing UCS@school users with a CSV file. At first, the user role for the users from the CSV file needs to be specified.
de: Dieser Assistent führt durch die einzelnen Schritte für den Import von UCS@school-Benutzern über CSV-Dateien. Zunächst muss angegeben werden, welche Benutzerrolle die Benutzer aus der CSV-Datei erhalten sollen.

source: Unused
de: Unbenutzt

source: Upload file
de: Datei hochladen

source: User role
de: Benutzerrolle

source: Username
de: Benutzername

source: Username occurs multiple times in the file. Please change the usernames so that all are unique.
de: Benutzername taucht mehrfach in der Datei auf. Bitte ändern Sie die Benutzernamen so, dass alle eindeutig sind.

source: You need to specify at least "%(firstname)s" and "%(lastname)s" as columns. Click on the column header in the table
de: Sie müssen mindestens Spalten für "%(firstname)s" und "%(lastname)s" angeben. Klicken Sie auf die Titelzeile der Tabelle

source: john.doe,Johnathan James,Doe,03/15/2000
de: max.mustermann,Maximilian Moritz,Mustermann,15.03.2000
