Repository: univention/ucs-school
Catalog: ucs-school-lib/python/*.po
Languages: de

source: "%(label)s" needs to be a %(type)s
de: "%(label)s" muss vom Typ %(type)s sein

source: "%s" is required. Please provide this information.
de: "%s" ist erforderlich. Bitte ergänzen Sie diese Information.

source: May not contain special characters
de: Darf keine besonderen Zeichen enthalten

source: Invalid school name
de: Ungültiger Schulname

source: Invalid Domain Controller name
de: Ungültiger Domänencontrollername

source: A valid NetBIOS hostname can not be longer than 12 characters.
de: Ein gültiger NetBIOS Rechnername darf nicht länger als 12 Zeichen sein.

source: The length of fully qualified domain name is greater than 63 characters.
de: Die Länge von System- und Domänennamen ist größer als 63 Zeichen.

source: Role has bad format
de: Rolle hat falsches Format

source: Unknown context type
de: Unbekannter Kontexttyp

source: Unknown role
de: Unbekannte Rolle

source: School
de: Schule

source: The name is already used somewhere outside the school. It may not be taken twice and has to be changed.
de: Der Name wird bereits außerhalb dieser Schule genutzt. Er darf nicht zweimal vorkommen und muss verändert werden.

source: The school "%s" does not exist. Please choose an existing one or create it.
de: Die Schule "%s" existiert nicht. Bitte wählen Sie eine existierende oder erstellen Sie sie.

source: The value changed from %(old)s. This seems unlikely.
de: Der Wert ist eigentlich %(old)s. Eine Änderung ist ungewöhnlich.

source: Role {!r} is not supported for this object.
de: Rolle {!r} wird für dieses Objekt nicht unterstützt.

source: Context {!r} is not supported for this object. Object is not in that school.
de: Kontext {!r} wird für dieses Objekt nicht unterstützt. Objekt ist nicht an dieser Schule.

source: Groups
de: Gruppen

source: Roles
de: Rollen

source: IP address
de: IP-Adresse

source: Subnet mask
de: Subnetzmaske

source: MAC address
de: MAC-Adresse

source: Inventory number
de: Inventarnummer

source: Computer
de: Rechner

source: There are no free addresses left in the subnet!
de: Im Subnetz sind keine weiteren Adressen mehr frei!

source: The ip address is already taken by another computer. Please change the ip address.
de: Die IP-Adresse wird bereits von einem anderen Rechner verwendet. Bitte ändern Sie die IP-Adresse.

source: The mac address is already taken by another computer. Please change the mac address.
de: Die MAC-Adresse wird bereits von einem anderen Rechner verwendet. Bitte ändern Sie die MAC-Adresse.

source: The specified IP and subnet mask will cause the creation of a new network during the creation of the computer object.
de: Die festgelegte IP Adresse und Netzmaske werden bei Erstellung des Computers dazu führen, dass auch ein neues Netz angelegt wird.

source: The newly created network would overlap with the existing network {}
de: Das neu zu erstellende Netzwerk würde mit dem bereits existierenden Netzwerk {} überlappen.

source: Device with IP address
de: Gerät mit IP-Adresse

source: Service
de: Dienst

source: Domain
de: Domäne

source: DHCP service
de: DHCP-Dienst

source: Subnet address
de: Subnetz-Adresse

source: Netmask
de: Netzmaske

source: Description
de: Beschreibung

source: Users
de: Benutzer

source: User path
de: Pfad für Benutzer

source: Computer path
de: Pfad für Rechner

source: Network path
de: Pfad für Netzwerk

source: Group path
de: Pfad für Gruppen

source: DHCP path
de: Pfad für DHCP

source: Policy path
de: Pfad für Richtlinien

source: Share path
de: Pfad für Freigaben

source: Printer path
de: Pfad für Drucker

source: Network
de: Netzwerk

source: Subnet
de: Subnetz

source: Empty attributes
de: Leere Attribute

source: School name
de: Schulname

source: DC Name administrative server
de: DC Name administrativer Server

source: Server for class shares
de: Server für Klassenfreigaben

source: Server for Windows home directories
de: Server für Windows-Heimatverzeichnisse

source: Display name
de: Anzeigename

source: Educational servers
de: Edukative Schulserver

source: Administrative servers
de: Verwaltungsserver

source: School class
de: Schulklasse

source: Username
de: Benutzername

source: Schools
de: Schulen

source: First name
de: Vorname

source: Last name
de: Nachname

source: Birthday
de: Geburtstag

source: Password
de: Passwort

source: Disabled
de: Deaktiviert

source: Class
de: Klasse

source: It is not supported to change the role of a user. %(old_role)s %(name)s cannot become a %(new_role)s.
de: Ein Wechsel der Benutzerrolle wird nicht unterstützt. %(old_role)s %(name)s kann kein %(new_role)s werden.

source: The email address is already taken by another user. Please change the email address.
de: Die E-Mail-Adresse wird bereits von einem anderen Benutzer verwendet. Bitte ändern Sie die E-Mail-Adresse.

source: Student
de: Schüler

source: Teacher
de: Lehrer

source: Staff
de: Mitarbeiter

source: Teacher and Staff
de: Lehrer und Mitarbeiter

source: Exam student
de: Klassenarbeit-Schüler
