Repository: univention/ucs-school
Catalog: ucs-school-translation-*/*/ucs-school-umc-csv-import/umc/python/schoolcsvimport/*.po
Languages: fr

source: %s could not be changed.
fr: Impossible de modifier %s.

source: %s could not be created.
fr: Impossible de créer %s.

source: %s could not be deleted.
fr: Impossible de supprimer %s.

source: Birthday
fr: Date de naissance

source: Checking users from CSV file
fr: Vérification des utilisateurs du fichier CSV

source: Checking users from database
fr: Vérification des utilisateurs de la base de données

source: Internal Error: License check failed.
fr: Erreur interne : échec de la vérification de la licence.

source: Line
fr: Ligne

source: Number of %(object_name)s after the import would be %(sum)s. This would exceed the number of licensed objects (%(max)s).
fr: Le nombre de %(object_name)s après l'importation sera de %(sum)s. Ceci dépasserait le nombre d'objets sous licence (%(max)s).

source: Processing %d user(s)
fr: Traitement de %d utilisateur(s)

source: The import has to be restarted.
fr: L'importation doit redémarrer.

source: The uploaded CSV file was not found on the server.
fr: Impossible de trouver le fichier CSV envoyé sur le serveur.

source: The user already exists and cannot be created. Please change the username to one that does not yet exist or change the action to be taken.
fr: L'utilisateur existe déjà et ne peut pas être créé. Veuillez modifier le nom d'utilisateur en un nom unique ou changer l'action à effectuer.

source: The user does not yet exist and cannot be deleted. Please change the username to one that exists or change the action to be taken.
fr: L'utilisateur n'existe pas et ne peut être supprimé. Veuillez modifier le nom d'utilisateur en un nom existant ou changer l'action à effectuer.

source: The user does not yet exist and cannot be modified. Please change the username to one that exists or change the action to be taken.
fr: L'utilisateur n'existe pas et ne peut être modifié. Veuillez modifier le nom d'utilisateur en un nom existant ou changer l'action à effectuer.

source: This may be caused by a recent restart of the Univention Management Console Server.
fr: Cela peut être dû à un redémarrage récent de Univention Management Console Server.

source: Unused
fr: Non utilisé

source: You may proceed with the import, but the domain management may be limited afterwards until a new UCS license is imported. Please note that this warning is based on the assumption that all users will be imported. You may ignore certain lines in the following.
fr: Vous pouvez démarrer l'importation, mais la gestion du domaine pourra être limitée après coup jusqu'à ce qu'une nouvelle licence UCS soit importée. Veuillez remarquer que cet avertissement se fonde sur l'hypothèse que tous les utilisateurs seront importés. Vous pouvez décider d'ignorer certaines lignes par la suite.

source: created
fr: créé

source: deleted
fr: supprimé

source: modified
fr: modifié

source: users
fr: utilisateurs
